<template>
  <h1 class="text-3xl font-bold font-display mb-1">Політика конфіденційності для GreenRute</h1>

  <p class="mb-10 text-gray-600 dark:text-zinc-400"><strong>Дата останнього оновлення:</strong> 02.11.2023</p>

  <h4 class="text-2xl font-medium mb-1">Інформація, яку ми збираємо</h4>
  <p class="text-gray-700 dark:text-zinc-300 mb-3">Ми можемо збирати наступну інформацію:</p>
  <ul class="list-disc pl-5 mb-10 text-gray-700 dark:text-zinc-300">
    <li><strong class="text-gray-950 dark:text-zinc-50">Персональна інформація:</strong> Якщо ви вирішили встановити обліковий запис в нашій програмі, ми можемо збирати вашу особисту інформацію, таку як ім'я, адреса електронної пошти та інші контактні дані.</li>
    <li><strong class="text-gray-950 dark:text-zinc-50">Інформація про користування:</strong> Ми можемо збирати інформацію про те, як ви взаємодієте з нашою програмою, включаючи інформацію про використані функції, час та частоту використання та інші статистичні дані.</li>
  </ul>

  <h4 class="text-2xl font-medium mb-1">Використання зібраної інформації</h4>
  <p class="text-gray-700 dark:text-zinc-300 mb-3">Ми використовуємо зібрану інформацію для наступних цілей:</p>
  <ul class="list-disc pl-5 mb-10 text-gray-800 dark:text-zinc-200">
    <li>Забезпечення функцій авторизації нашої програми.</li>
    <li>Забезпечення клієнтської підтримки та відповіді на ваші запити.</li>
    <li>Виправлення помилок та покращення застосунку.</li>
    <li>Забезпечення безпеки та захисту нашої програми та користувачів.</li>
    <li>Для створення статистичних даних інформація використовується анонімно, без посилання на конкретну особу.</li>
  </ul>

  <h4 class="text-2xl font-medium mb-2">Розкриття інформації третім сторонам</h4>
  <p class="text-gray-700 dark:text-zinc-300 mb-10">Ми не розголошуємо особисту інформацію наших користувачів третім сторонам, за винятком ситуацій, коли це необхідно для виконання обов'язків перед законом.</p>

  <h4 class="text-2xl font-medium mb-2">Зміни у політиці конфіденційності</h4>
  <p class="text-gray-700 dark:text-zinc-300 mb-10">Ми можемо час від часу оновлювати цю політику конфіденційності. Будь ласка, періодично перевіряйте цю сторінку, щоб бути в курсі змін.</p>

  <h4 class="text-2xl font-medium mb-2">Зв'язок</h4>
  <p class="text-gray-700 dark:text-zinc-300 mb-10">Якщо у вас є питання щодо цієї політики конфіденційності, будь ласка, зв'яжіться з нами за адресою <a href="mailto:support@greenrute.com" class="text-green-600 dark:text-green-500 underline">support@greenrute.com</a>.</p>

  <p><em>Ця політика конфіденційності вступає в дію з дати останнього оновлення.</em></p>
</template>
